---
kind: property
id: P:Autodesk.Revit.DB.Analysis.EnergyDataSettings.UseOutsideAirPerPerson
source: html/9737b630-ea9c-8ab6-7718-a49dff95ccf7.htm
---
# Autodesk.Revit.DB.Analysis.EnergyDataSettings.UseOutsideAirPerPerson Property

True if user is specifying outside air per person, false otherwise.

## Syntax (C#)
```csharp
public bool UseOutsideAirPerPerson { get; set; }
```